brew "asdf"
brew "colima"
brew "docker"
brew "docker-compose"
brew "git"
brew "pkgconf"
brew "libpq"
brew "libyaml"
brew "node"
brew "opensearch", restart_service: :changed
brew "postgresql@14"
brew "postgresql@16", restart_service: :changed
brew "python@3.13"
brew "starship"
brew "vips"
brew "watch"
brew "yarn"
vscode "mrded.railscasts"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.sublime-keybindings"
